Repository: WikiMovimentoBrasil/wikiscore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, he, mk, nl, pt

# isvalid
source: Valid edit?
es: ¿Edición válida?
fr: Édition valide ?
he: עריכה תקפה?
mk: Важечко уредување?
nl: Geldige bewerking?
pt: Edição válida?

source: Yes
es: Sí
fr: Oui
he: כן
mk: Да
nl: Ja
pt: Sim

source: No
fr: Non
he: לא
mk: Не
nl: Nee
pt: Não

source: With image?
es: ¿Contiene imágenes?
fr: Avec une image ?
he: עם תמונה?
mk: Со слика?
nl: Met afbeelding?
pt: Com imagem?

source: Quantity
es: Cantidad
fr: Quantité
he: כמות
mk: Количина
nl: Hoeveelheid
pt: Quantidade

# modify-diffstats
source: Data from edit
es: Datos de la edición
fr: Données de l’édition
he: נתונים מעריכה
mk: Податоци од уредување
nl: Gegevens van bewerking
pt: Dados da edição

# modify-label-edition
source: Edit:
es: Edición:
fr: Édition :
he: עריכה:
mk: Уредување:
nl: Bewerking:
pt: Edição:

# modify-label-curid
source: Article ID:
es: ID de artículo:
fr: ID de l'article :
he: מזהה ערך:
mk: Назнака на статијата:
nl: Artikel-ID:
pt: Identificador do artigo:

# label-timestamp
source: Timestamp:
es: Registro de fecha y hora:
fr: Heure de l'édition :
he: חותם־זמן
mk: Време и датум:
nl: Tijdstip:
pt: Data e hora:

# label-user
source: User:
es: Usuaria/o:
fr: Utilisateur(rice) :
he: משתמש:
mk: Корисник:
nl: Gebruiker:
pt: Utilizador:

# modify-label-bytes
source: Bytes:
he: בתים:
mk: Бајти:

# label-summary
source: Summary:
es: Resumen:
fr: Sommaire :
he: תקציר:
mk: Опис:
nl: Samenvatting:
pt: Resumo:

# modify-label-newpage
source: New article:
es: Nuevo artículo:
fr: Nouvel article :
he: ערך חדש:
mk: Нова статија:
nl: Nieuw artikel:
pt: Artigo novo:

# modify-label-valid
source: Valid edit:
es: Edición válida:
fr: Édition valide :
he: עריכה תקפה:
mk: Важечко уредување:
nl: Geldige bewerking:
pt: Edição válida:

# modify-label-enrolled
source: Enrolled user:
es: Usuaria/o inscrita/o:
fr: Utilisateur(rice) inscrit(e) :
mk: Запишан корисник:
nl: Geregistreerde gebruiker:
pt: Utilizador inscrito:

# modify-label-withimage
source: With image:
es: Con imagen:
fr: Avec une image :
he: עם תמונה:
mk: Со слика:
nl: Met afbeelding:
pt: Com imagem:

# modify-label-reverted
source: Reverted edit:
es: Edición revertida:
fr: Édition révoquée :
he: עריכה ששוחזרה:
mk: Отповикано уредување:
nl: Teruggedraaide bewerking:
pt: Edição revertida:

# modify-label-evaluator
source: Evaluator:
es: Evaluador:
fr: Évaluateur(rice) :
mk: Оценувач:
nl: Beoordelaar:
pt: Avaliador:

# modify-label-evaltimestamp
source: Evaluation timestamp:
es: Registro de fecha y hora de la evaluación:
fr: Heure de l'évaluation :
mk: Датум и време на оценката:
nl: Evaluatietijdstip:
pt: Data e hora da avaliação:

# modify-label-comment
source: Evaluator's comment:
es: Comentario del evaluador:
fr: Commentaire de l'évaluateur(rice) :
mk: Коментар на оценувачот:
nl: Opmerking van de beoordelaar:
pt: Comentário do avaliador:

# modify-showdiff
source: Edit diff
es: Diff de edición
fr: Diff de l'édition
mk: Разл. во уред.
nl: Verschil bewerkingen
pt: Diferenças da edição

# triage-observation
source: Observation
es: Observación
he: הערת הערכה
mk: Набљудување
nl: Observatie
pt: Observação

# modify-notfound
source: Edit not found in the database!
es: ¡Edición no encontrada en la base de datos!
fr: Édition non trouvée dans la base de données !
he: העריכה לא נמצאה במסד הנתונים!
mk: Уредувањето не е пронајдено во базата!
nl: Bewerking niet gevonden in de database!
pt: Edição não encontrada na base de dados!

# modify-success
source: Modification successfully done!
es: ¡Modificación realizada con éxito!
fr: Modification effectuée avec succès !
mk: Измената е успешно направена!
nl: Wijziging succesvol uitgevoerd!
pt: Modificação realizada!

# triage-counter
source: Bytes in selected text
fr: Octets dans le texte sélectionné
mk: Бајти во избраниот текст
nl: Bytes in geselecteerde tekst
pt: Bytes no texto selecionado

# triage-lasteval
source: Last evaluation
es: Última evaluación
fr: Dernière évaluation
he: הערכה אחרונה
mk: Последно оценување
nl: Laatste evaluatie
pt: Última avaliação

# triage-diff
source: Diff
he: השוואה
mk: Разл
nl: Wijz
pt: Diferenças

# triage-validedit
source: Valid edit
es: Edición válida
fr: Modification valide
he: עריכה תקפה
mk: Важечко уредување
nl: Geldige bewerking
pt: Edição válida

# triage-withimage
source: With image
es: Con imagen
fr: Avec une image
he: עם תמונה
mk: Со слика
nl: Met afbeelding
pt: Com imagem

# triage-fix
source: Review
es: Revisión
fr: Vérifier
he: סקירה
mk: Проверка
nl: Beoordelen
pt: Revisão

# triage-evaluation
source: Evaluation
es: Evaluación
fr: Évaluation
he: הערכה
mk: Оценување
nl: Evaluatie
pt: Avaliação

# triage-alterbytes
source: Change bytes
es: Bytes cambiados
fr: Modifier les octets
he: שינוי מספר הבתים
mk: Измени бајти
nl: Bytes wijzigen
pt: Alterar bytes

# triage-vda
source: Copyright infringement
fr: Violation des droits d’auteur
he: הפרת זכויות יוצרים
mk: Авторскоправен прекршок
nl: Auteursrechtenschending
pt: Violação de direitos de autor

# triage-redirect
source: Mere redirection
fr: Simple redirection
he: רק הפניה
mk: Просто пренасочување
nl: Slechts een doorverwijzing
pt: Mero redirecionamento

# triage-noref
source: Sourceless content
fr: Contenu sans source
he: תוכן חסר מקורות
mk: Содржина без извори
nl: Inhoud zonder bron
pt: Conteúdo sem fontes

# triage-onlycat
source: Mere categorization
fr: Simple catégorisation
he: רק שינויים בקטגוריות
mk: Проста категоризација
nl: Slechts een categorisatie
pt: Mera categorização

# triage-onlytag
source: Mere insertion of maintenance marks
fr: Simple insertion de marques de maintenance
he: רק הוספה של תבניות תחזוקה
mk: Просто вметнување на ознаки за одржување
nl: Slechts het inbrengen van onderhoudsmarkeringen
pt: Mera inserção de marcas de manutenção

# triage-jump
source: Skip
es: Saltar
fr: Sauter
he: דילוג
mk: Прескокни
nl: Overslaan
pt: Saltar

source: Edits
es: Ediciones
fr: Contributions
he: עריכות
mk: Уредувања
nl: Bewerkingen
pt: Edições

# triage-toeval
source: Available
es: Disponible
fr: Disponible
he: זמינה
mk: Достапно
nl: Beschikbaar
pt: Disponíveis

# triage-towait
source: Awaiting
es: Esperando
fr: En attente
he: ממתינה
mk: Чека
nl: In afwachting
pt: Em espera

# triage-onhold
source: On evaluation
es: Evaluando
fr: En train d'évaluer
he: בהערכה
mk: На оценка
nl: Bij boordeling
pt: Em avaliação

# triage-onskip
source: Skipped
es: Omitido
fr: Omises
he: נפסחה
mk: Прескокнато
nl: Overgeslagen
pt: Saltadas

# triage-release
source: Release skipped edits
es: Liberar las ediciones omitidas
fr: Vérifier les contributions omises
he: שחרור עריכות שנפסחו
mk: Предај ги прескокнатите уредувања
nl: Overgeslagen bewerkingen vrijgeven
pt: Libertar edições saltadas

# triage-unhold
source: Release edits from all evaluators
es: Publicar las ediciones de todos los evaluadores
fr: Vérifier les contributions de tous les évaluateurs
he: שחרור העריכות מכל המעריכים
mk: Предај ги уредувањата од сите оценувачи
nl: Bewerkingen van alle beoordelaars vrijgeven
pt: Libertar edições de todos os avaliadores

# triage-database
source: Database updating.
es: Actualización de la base de datos.
fr: Mise à jour de la base de données.
he: עדכון מסד נתונים.
mk: Базата се подновува.
nl: Database bijwerken.
pt: Base de dados em atualização.

# triage-databaseabout
source: Please wait a few minutes and refresh the page.
es: Espere unos minutos y actualice la página.
fr: Veuillez patienter quelques minutes et actualiser la page.
he: נא להמתין כמה דקות ולרענן את הדף.
mk: Почекајте неколку минути и превчитајте ја страницата.
nl: Wacht een paar minuten en vernieuw de pagina.
pt: Aguarde alguns minutos e atualize a página, por favor.

# triage-details
source: Edit details
es: Detalles de edición
fr: Modifier les détails
he: פרטי העריכה
mk: Уреди поединости
nl: Details bewerken
pt: Detalhes da edição

# label-page
source: Article:
es: Artículo:
he: ערך:
mk: Статија:
nl: Artikel:
pt: Artigo:

# triage-authorship
source: Authorship:
fr: Paternité :
he: מחבר:
mk: Авторство:
nl: Auteurschap:
pt: Autoria:

# triage-verify
source: Verify
fr: Vérifier
he: אימות
mk: Потврди
nl: Verifiëren
pt: Verificar

# label-diff
source: Difference:
es: Diferencia:
fr: Différence :
he: הבדל:
mk: Разлика:
nl: Verschil:
pt: Diferença:

# triage-copyvio
source: Copyvio Detector
es: Detector de CopyVio
fr: Détecteur de copyvio
he: מזהה הפרת זכויות יוצרים
mk: Пронаоѓач на авторскоправни прекршоци
pt: Detetor de copyvio

# triage-differential
source: Edit differential
es: Diferencial de edición
fr: Différences de modification
he: הבדלים בין עריכות
mk: Уреди разлика
nl: Verschillen tussen versies
pt: Diferenças de edição

# triage-recenthistory
source: Recent history
es: Historia reciente
fr: Historique récent
he: היסטוריה אחרונה
mk: Скорешна историја
nl: Recente geschiedenis
pt: Histórico recente

# triage-generalinfo
source: General information
es: Información general
fr: Informations générales
he: פרטים כלליים
mk: Општи информации
nl: Algemene informatie
pt: Informações gerais

# triage-contestname
source: wikicontest name
es: Nombre de wikiconcurso
fr: Nom du Wikiconcours
he: שם תחרות הוויקי
mk: име на викинатпреварот
nl: naam van de wikiwedstrijd
pt: Nome do concurso wiki

# triage-loggedname
source: Current evaluator name
es: Nombre de persona evaluadora
fr: Nom de l’évaluateur actuel
he: שם המעריך הנוכחי
mk: Име на тековниот оценувач
nl: Huidige naam van de beoordelaar
pt: Nome do avaliador atual

# triage-conteststart
source: wikicontest start time
es: Hora de inicio del concurso
fr: Heure de début du Wikiconcours
he: זמן תחילת תחרות הוויקי
mk: почетно време на викинатпреварот
nl: starttijd van de wikiwedstrijd
pt: Data e hora de início do concurso wiki

# triage-contestend
source: wikicontest end time
es: Hora de cierre del concurso
fr: Heure de fin du Wikiconcours
he: זמן סיום תחרות הוויקי
mk: завршно време на викинатпреварот
nl: eindtijd van de wikiwedstrijd
pt: Data e hora de fim do concurso wiki

# triage-lastupdate
source: Last database update
es: Última actualización de la base de datos
fr: Dernière mise à jour de la base de données
he: עדכון מסד נתונים אחרון
mk: Последна поднова на базата
nl: Laatste database-update
pt: Última atualização da base de dados

# triage-delay
source: Delay in registering edits
es: Retraso en el registro de ediciones
fr: Retard dans l'enregistrement des modifications
he: עיכוב ברישום עריכות
mk: Одложување на пријавувањето на уредувањата
nl: Vertraging bij het registreren van bewerkingen
pt: Atraso no registo das edições

# triage-hours
source: %(1)s hours
es: %(1)s horas
fr: %(1)s heures
he: %(1)s שעות
mk: %(1)s часа
nl: %(1)s uur
pt: %(1)s horas

# triage-bpp
source: Bytes per point
es: Bytes por punto
fr: Octets par point
he: בתים לנקודה
mk: Бајти по бод
nl: Bytes per punt
pt: Bytes por ponto

# triage-maxbytes
source: Maximum bytes/points per article
es: Bytes/puntos máximos por artículo
fr: Nombre maximal d'octets/points par article
he: בתים/נקודות לערך לכל היותר
mk: Највеќе бајти/бодови по статија
nl: Maximaal aantal bytes/punten per artikel
pt: Máximo de bytes/pontos por artigo

# triage-points
source: %(1)s points
es: %(1)s puntos
he: %(1)s נקודות
mk: %(1)s бода
nl: %(1)s punten
pt: %(1)s pontos

# triage-minbytes
source: Minimum bytes per edit
es: Bytes mínimos por edición
fr: Nombre minimum d'octets par édition
he: כמה בתים צריכים להיות בעריכה לכל הפחות
mk: Најмалку бајти по уредување
nl: Minimale bytes per bewerking
pt: Mínimo de bytes por edição

# triage-includingall
source: Including edits with negative bytes
es: Incluyendo las ediciones con bytes negativos
fr: Y compris les modifications avec des octets négatifs
he: כולל עריכות עם בתים שליליים
mk: Вклучувајќи уредувања со негативни бајти
nl: Inclusief bewerkingen met negatieve bytes
pt: Incluindo edições com bytes negativos

# triage-ipp
source: Images per point
es: Imágenes por punto
fr: Images par point
he: תמונות לנקודה
mk: Слики по бод
nl: Afbeeldingen per punt
pt: Imagens por ponto

# triage-noimages
source: Disabled
es: Desactivado
fr: Désactivé
he: כבוי
mk: Оневозможено
nl: Uitgeschakeld
pt: Desativado

# triage-images
source: %(1)s image(s)
es: %(1)s imágen(es)
he: %(1)s תמונות
mk: %(1)s слики
nl: %(1)s afbeelding(en)
pt: %(1)s imagens

# triage-imagemode
source: Image mode
es: Modo imagen
fr: Mode d ' image
he: מצב תמונות
mk: Режим за слики
nl: Afbeeldingsmodus
pt: Modo de imagem

# triage-byimage
source: Per image
es: Por imagen
fr: Par image
he: לתמונה
mk: По слика
nl: Per afbeelding
pt: Por imagem

# triage-byedition
source: Per edit
es: Por edición
fr: Par édition
he: לעריכה
mk: По уредување
nl: Per bewerking
pt: Por edição

# triage-bypage
source: Per article
es: Por artículo
fr: Par article
he: לערך
mk: По статија
nl: Per pagina
pt: Por artigo

# triage-maximages
source: Maximum images per article
es: Máximo de imágenes por artículo
fr: Nombre maximum d'images par article
he: תמונות מרביות לערך
mk: Највеќе слики по статија
nl: Maximaal aantal afbeeldingen per artikel
pt: Máximo de imagens por artigo
