Repository: WikiMovimentoBrasil/wikiscore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, he, mk, nl, pt

source: Backtrack
es: Vuelta atrás
fr: Revenir
mk: Проследување наназад
nl: Teruggaan
pt: Retroceder

# backtrack-about
source: This page lists the edits participats did in the context of the wikicontest but were made before their registration in the Outreach Dashboard. If necessary, click on the button to accept the edit. After acceptance, the edit will be available in the evaluation queue.
es: Esta página enumera las ediciones realizadas por los participantes como parte del wikiconcurso, pero que se realizaron antes de su registro en el Outreach Dashboard. Si es necessário, haz clic en el botón para aceptar la contribución. Después de la aceptación, el cambio estará disponible en la cola de revisión.
fr: Cette page répertorie les modifications apportées par les participants dans le cadre du wikiconcours mais qui ont été effectuées avant leur enregistrement sur l'Outreach Dashboard. Si c'est nécessaire, cliquez sur le bouton pour accepter la contribution. Après l'acceptation, la modification sera disponible dans la file d'attente d'évaluation.
mk: На оваа страница се наведени уредувањата што учесниците ги направиле во склоп на викинатпреварот, но пред да се пријават за него. Ако е неопходно, стиснете на копчето за да го прифатите уредувањето. По прифаќањето, уредувањето ќе биде достапно во редицата за оценување.
nl: Deze pagina vermeldt de bewerkingen die deelnemers hebben uitgevoerd in de context van de wikiwedstrijd, maar die zijn aangebracht vóór hun registratie in het Outreach Dashboard. Klik indien nodig op de knop om de bewerking te accepteren. Na acceptatie is de bewerking beschikbaar in de evaluatiewachtrij.
pt: Esta página lista as edições feitas por utilizadores participantes no âmbito do concurso wiki, mas que foram realizadas antes do registo do utilizador no Painel de Controlo da Divulgação. Se necessário, clique no botão para aceitar a edição. Após a aceitação, a edição ficará disponível na fila de avaliação.

# backtrack-stats
source: Edit on %(1)s with %(2)s bytes
es: Editar en %(1)s con %(2)s bytes
fr: Édition sur %(1)s avec %(2)s bytes
he: עריכה ב־%(1)s עם %(2)s בתים
mk: Уредување на %(1)s со %(2)s бајти
nl: Bewerking op %(1)s met %(2)s bytes
pt: Edição a %(1)s com %(2)s bytes

# backtrack-areyousure
source: Are you sure?
es: ¿Estás seguro?
fr: Êtes-vous sûr(e) ?
he: להמשיך?
mk: Дали сте сигурни?
nl: Weet je het zeker?
pt: Tem a certeza?

# backtrack-accept
source: Accept edit
es: Aceptar la edición
fr: Accepter la contribution
he: אישור עריכה
mk: Прифати уредување
nl: Bewerking accepteren
pt: Aceitar edição

# backtrack-enrollment
source: Participant enrolled on %(1)s
es: Participante inscrito en %(1)s
fr: La personne participante s'est enregistrée sur %(1)s
mk: Учесникот се пријавил на %(1)s
nl: Deelnemer ingeschreven op %(1)s
pt: Participante inscreveu-se a %(1)s

# backtrack-success
source: Edit accepted successfully!
es: ¡Edición aceptada con éxito!
fr: Édition acceptée avec succès !
he: העריכה התקבלה!
mk: Уредувањето е успешно прифатено!
nl: Bewerking succesvol geaccepteerd!
pt: Edição aceite!

source: Triage
es: Clasificar
fr: Ordonner
he: מיון
mk: Тријажа
pt: Triagem

# triage-welcome
source: Welcome, %(1)s
es: Bienvenido, %(1)s
fr: Bienvenue, %(1)s
he: ברוך בואך, %(1)s
mk: Добре дојдовте, %(1)s
nl: Welkom, %(1)s
pt: Bem-vindo(a), %(1)s

# triage-panel
source: Panel
fr: Panneau
he: חלונית
mk: Табла
nl: Paneel
pt: Painel

source: Counter
es: Contador
fr: Compteur
he: מונה
mk: Бројач
nl: Teller
pt: Contador

# modify
source: Review
es: Revisar
fr: Vérifier
mk: Проверка
nl: Beoordelen
pt: Rever

# compare
source: Comparator
es: Comparador
fr: Comparateur
mk: Споредувач
pt: Comparador

# triage-evaluated
source: Evaluated
es: Evaluadas
fr: Évalué
he: הוערכו
mk: Оценето
nl: Geëvalueerd
pt: Avaliadas

source: Evaluators
es: Evaluadores
fr: Évaluateur(rice)
mk: Оценувачи
nl: Beoordelaars
pt: Avaliadores

# triage-list
source: Official list
es: Lista oficial
fr: Liste officielle
he: רשימה רשמית
mk: Официјален список
nl: Officiële lijst
pt: Lista oficial

# triage-cat
source: Categorization
es: categoría de control
fr: Catégorie de contrôle
he: סיווג
mk: Категоризација
nl: Categorisering
pt: Categorização

# triage-outreach
source: Outreach Dashboard
fr: Tableau de bord de sensibilisation
mk: Управувачница на Досег
pt: Painel de Controlo de Divulgação

source: Exit
fr: Quitter
he: יציאה
mk: Излези
nl: Verlaten
pt: Sair

# compare-soon
source: up to 10 minutes
es: hasta 10 minutos
fr: jusqu'à 10 minutes
he: עד 10 דקות
mk: до 10 минути
nl: uiterlijk 10 minuten
pt: até 10 minutos

# compare-next
source: Next update in:
es: Próxima actualización en:
fr: Prochaine mise à jour dans :
he: העדכון הבא בעוד:
mk: Следна поднова за:
nl: Volgende update over:
pt: Próxima atualização em:

# compare-ended
source: Contest ended. There will be no further updates.
es: El concurso ha terminado. No habrá más actualizaciones.
fr: Le concours est terminé. Il n'y aura pas d'autres mises à jour.
mk: Натпреварот заврши. Нема да има повеќе поднови.
nl: De wedstrijd is voorbij. Er zullen geen verdere updates zijn.
pt: Concurso encerrado. Não haverá mais atualizações.

# compare-force
source: Update anyway
es: Actualizar de todos modos
fr: Mettre à jour quand même
he: לעדכן בכל מקרה
mk: Сепак поднови
nl: Hoe dan ook bijwerken
pt: Atualizar mesmo assim

# compare-anticipate
source: Anticipate update
es: Anticipar la actualización
fr: Anticiper la mise à jour
mk: Побарај итна поднова
nl: Op een update anticiperen
pt: Antecipar atualização

# compare-early
source: The last update occurred less than 30 minutes ago. Please wait before requesting a new update.
es: La última actualización ocurrió hace menos de 30 minutos. Espera antes de solicitar una nueva actualización.
fr: La dernière mise à jour a eu lieu il y a moins de 30 minutes. Veuillez patienter avant de demander une nouvelle mise à jour.
mk: Последната поднова беше направена пред помалку од 30 минути. Почекајте пред да барате нова.
nl: De laatste update vond minder dan 30 minuten geleden plaats. Wacht even voordat u een nieuwe update aanvraagt.
pt: A última atualização ocorreu há menos de 30 minutos. Aguarde esse prazo antes de pedir uma nova atualização, por favor.

# compare-unlisted
source: Not listed
es: No estás en la lista
fr: Non listé
mk: Ненаведени
nl: Niet op de lijst
pt: Não listados

# compare-unlisted-about
source: The articles below are included in the category but are not listed officially.
es: Los artículos que figuran a continuación están incluidos en la categoría, pero no figuran oficialmente.
fr: Les articles ci-dessous sont inclus dans la catégorie mais ne sont pas listés officiellement.
mk: Долуприкажаните статии се вклучени во категоријата, но не се официјално наведени.
nl: Onderstaande artikelen zijn opgenomen in de categorie, maar nog niet officieel vermeld.
pt: Os artigos abaixo estão incluídos na categoria mas não são listados oficialmente.

# compare-uncated
source: Removed from category
es: Eliminado de la categoría
fr: Supprimé de la catégorie
mk: Отстранети од категоријата
nl: Verwijderd uit categorie
pt: Removidos da categoria

# compare-uncated-about
source: The articles below are listed officially, but are not included in the category.
es: Los artículos siguientes se enumeran oficialmente, pero no se incluyen en la categoría.
fr: Les articles ci-dessous sont listés officiellement, mais ne sont pas inclus dans la catégorie.
mk: Долуприкажаните статии се официјално наведени, но не се вклучени во категоријата.
nl: Onderstaande artikelen staan officieel vermeld, maar zijn niet opgenomen in de categorie.
pt: Os artigos abaixo são listados oficialmente mas não estão incluídos na categoria.

# compare-deletion
source: Potential deletions
es: Posibles eliminaciones
fr: Suppressions potentielles
mk: Потенцијални бришења
nl: Mogelijke verwijderingen
pt: Passíveis de eliminação

# compare-deletion-about
source: The articles below are included in the category and are marked for some form of deletion (fast, semi-fast, by consensus, or by application).
es: Los artículos que aparecen a continuación están incluidos en la categoría y marcados para alguna forma de eliminación (rápida, semirrápida, por consenso o por solicitud).
fr: Les articles ci-dessous sont inclus dans la catégorie et sont marqués pour une certaine forme de suppression (rapide, semi-rapide, par consensus ou par application).
mk: Долуприкажаните статии се вклучени во категоријата и обележани за некакво бришење (брзо, полубрзо, со консензус или по барање).
nl: De onderstaande artikelen zijn opgenomen in de categorie en zijn gemarkeerd voor een vorm van verwijdering (snel, semi-snel, bij consensus of op aanvraag).
pt: Os artigos abaixo estão incluídos na categoria e marcados para uma forma de eliminação (rápida, semirrápida, por consenso ou por candidatura).

# compare-nowikidata
source: Missing Wikidata
es: Falta elemento en Wikidata
fr: Wikidata manquant
mk: Недостасуваат википодатоци
nl: Wikidata ontbreekt
pt: Wikidata em falta

# compare-nowikidata-about
source: The articles below are included in the category but have no connection to Wikidata.
es: Los siguientes artículos están incluidos en la categoría, pero no tienen conexión con Wikidata.
fr: Les articles ci-dessous sont inclus dans la catégorie mais n'ont aucun lien avec Wikidata.
mk: Долуприкажаните статии се вклучени во категоријата но не се поврзани со Википодатоците.
nl: De onderstaande artikelen zijn opgenomen in de categorie, maar hebben geen verbinding met Wikidata.
pt: Os artigos abaixo estão incluídos na categoria mas não têm nenhuma ligação com Wikidata.

# compare-inconsistency
source: Inconsistencies
es: Inconsistencias
fr: Incohérences
mk: Недоследности
nl: Tegenstrijdigheden
pt: Inconsistências

# compare-inconsistency-about
source: The listed edits below belong to articles that were listed in the category but were removed. If they are marked in red, the edit was validated and awarded points to the participant.
es: Las ediciones enumeradas a continuación pertenecen a artículos que figuraban en la categoría, pero que fueron eliminados. Si están marcados en rojo, la edición fue validada y se concedieron puntos a la persona participante.
fr: Les éditions listées ci-dessous concernent des articles qui figuraient dans la catégorie mais qui en ont été retirés. S'ils sont marqués en rouge, l'édition a été validée et des points ont été attribués au participant.
mk: Долунаведените уредувања припаѓаат на статии заведени во категоријата но потоа отстранети. Ако се означени со црвено, тогаш уредувањето е проверено и бодовите му се доделени на учесникот.
nl: De onderstaande bewerkingen behoren tot artikelen die in de categorie stonden maar zijn verwijderd. Als ze in het rood gemarkeerd zijn, is de bewerking gevalideerd en zijn er punten toegekend aan de deelnemer.
pt: As edições listadas abaixo pertencem a artigos que estavam listados na categoria mas foram removidos. Caso esteja marcada a vermelho, a edição foi validada e conferiu pontos ao participante.

# compare-seediff
source: See edit no.
es: Ver edición no.
fr: Voir l'édition no.
mk: Погл. уредување бр.
nl: Zie bewerkingsnr.
pt: Ver edição nº

# compare-areyousure
source: This edit will be removed from the database. Do you want to proceed?
es: Esta edición será eliminada de la base de datos. ¿Quiere proceder?
fr: Cette modification sera supprimée de la base de données. Voulez-vous continuer ?
mk: Ова уредување ќе биде отстарнето од базата. Сакате да продолжите?
nl: Deze bewerking wordt uit de database verwijderd. Wil je doorgaan?
pt: Esta edição será removida da base de dados. Deseja prosseguir?

# compare-delete
source: Delete
es: Eliminar
fr: Supprimer
he: מחיקה
mk: Избриши
nl: Verwijderen
pt: Eliminar

# compare-rollback
source: Rollbacks
es: Reversiones
fr: Révocations
mk: Отповикувања
nl: Terugdraaiingen
pt: Reversões

# compare-rollback-about
source: The listed edits below were rolled back after validation.
es: Las ediciones enumeradas a continuación se revirtieron después de la validación.
fr: Les éditions énumérées ci-dessous ont été annulées après validation.
mk: Долунаведените уредувања беа отповикани по проверката.
nl: De onderstaande bewerkingen zijn na validatie ongedaan gemaakt.
pt: As edições listadas abaixo foram revertidas após validação.

# compare-reevaluate
source: Reevaluate
es: Reevaluar
fr: Réévaluer
mk: Преоцени
nl: Herbeoordelen
pt: Reavaliar

# edits-title
source: Title
es: Título
fr: Titre
he: כותרת
mk: Наслов
nl: Titel
pt: Título

# login-graph
source: Graphic scoreboard
es: Marcador gráfico
fr: Graphique de résultats
mk: Графичка бодовна табла
nl: Grafisch scorebord
pt: Tabela de pontuações gráfica

# login-manage
source: Manage contest
es: Gestión de concursos
fr: Gestion du concours
mk: Управување со натпревар
nl: Wedstrijdmanagement
pt: Gestão de concursos

# main-title
source: WikiScore
he: ויקידירוג
mk: ВикиБодување

# counter-allpages
source: Listed articles
es: Lista de artículos
fr: Articles listés
he: ערכים מוצגים
mk: Наведени статии
nl: Vermelde artikelen
pt: Artigos listados

# counter-alledited
source: Edited articles
es: Artículos editados
fr: Articles édités
he: ערכים שנערכו
mk: Уредени статии
nl: Bewerkte artikelen
pt: Artigos editados

# counter-allcreated
source: Created articles
es: Artículos creados
fr: Articles créés
he: ערכים שנוצרו
mk: Создадени статии
nl: Gemaakte pagina's
pt: Artigos criados

# counter-allenrolled
source: Enrolled users
es: Usuarios inscritos
fr: Utilisateurs(rices) inscrits(es)
mk: Запишани корисници
nl: Ingeschreven gebruikers
pt: Utilizadores inscritos

# counter-allvalidated
source: Validated edits
es: Ediciones validadas
fr: Éditions validées
he: עריכות תקפות
mk: Проверени уредувања
nl: Gevalideerde bewerkingen
pt: Edições validadas

# counter-allbytes
source: Bytes added
es: Bytes añadidos
fr: Bytes ajoutés
he: בתים שנוספו
mk: Додадени бајти
nl: Bytes toegevoegd
pt: Bytes adicionados

# counter-most-edited
source: Most edited article
fr: Article le plus édité
he: הערך שנערך הכי הרבה פעמים
mk: Најуредувана статија
nl: Meest bewerkte artikel
pt: Artigo mais editado

# counter-editions
source: %(1)s edits
fr: %(1)s modifications
he: %(1)s עריכות
mk: %(1)s уредувања
nl: %(1)s bewerkingen
pt: %(1)s edições

# counter-biggest-delta
source: Most expanded article
fr: Article le plus développé
he: הערך המורחב ביותר
mk: Најпроширена статија
nl: Meest uitgebreide artikel
pt: Artigo mais aumentado

# triage-bytes
source: %(1)s bytes
fr: %(1)s octets
he: %(1)s בתים
mk: %(1)s бајти

# counter-biggest-edition
source: Biggest edition
fr: Plus grosse modification
he: העריכה הגדולה ביותר
mk: Најголемо уредување
nl: Grootste editie
pt: Maior edição

# login-alledits
source: Edits per day
es: Ediciones por día
fr: Modifications par jour
he: עריכות ליום
mk: Уредувања на ден
nl: Bewerkingen per dag
pt: Edições por dia

# login-validedits
source: Validated edits per day
es: Ediciones válidas por día
fr: Modifications validées par jour
he: עריכות תקפות ליום
mk: Проверени уредувања на ден
nl: Gevalideerde bewerkingen per dag
pt: Edições validadas por dia

# login-newevents
source: Created articles and enrolled participants per day
fr: Articles créés et participants inscrits par jour
mk: Создадени статии и запишани учесници дневно
nl: Per dag aangemaakte artikelen en ingeschreven deelnemers
pt: Artigos criados e participantes inscritos por dia

# login-newpages
source: New articles per day
es: Nuevos artículos por día
fr: Nouveaux articles par jour
he: ערכים חדשים ביום
mk: Нови статии на ден
nl: Nieuwe artikelen per dag
pt: Artigos novos por dia

# login-newparticipants
source: Enrolled participants per day
fr: Participants inscrits par jour
mk: Запишани учесници дневно
nl: Ingeschreven deelnemers per dag
pt: Participantes inscritos por dia

# login-newbytes
source: KBytes added per day
es: KB añadidos por día
fr: KBytes ajoutés par jour
he: קילובייטים שנוספו ביום
mk: Килобајти додадени на ден
nl: KBytes toegevoegd per dag
pt: KBytes adicionados por dia

# login-validbytes
source: KBytes validated per day
es: KB validados por día
fr: KBytes validés par jour
he: קילובייטים שתוקפו ביום
mk: Килобајти проверени на ден
nl: KBytes gevalideerd per dag
pt: KBytes validados por dia

# counter-about
source: This count refers to the wikicontest %(1)s and was generated on %(2)s at %(3)s UTC time.
es: Este recuento se refiere al wikicontest %(1)s y fue generado el %(2)s a las %(3)s hora UTC.
fr: Ce décompte se réfère au wikiconcours %(1)s et a été généré le %(2)s à %(3)s au fuseau horaire UTC.
mk: Овој број се однесува на викинатпреварот %(1)s и беше создаден на %(2)s во %(3)s ч. UTC.
nl: Dit getal heeft betrekking op de wikiwedstrijd %(1)s en is gegenereerd op %(2)s om %(3)s (UTC-tijd).
pt: Esta contagem refere-se ao concurso wiki %(1)s e foi gerada a %(2)s às %(3)s UTC.

# counter-description
source: The ranking order is determined according to the total points, calculated with the score rounded down, using the total sum of added bytes as a tiebreaker, and if there is still a tie, in alphabetical order. All registered users who have edited any of the articles in the list of this wikicontest are listed below, even if they have no valid edits.
es: El orden de clasificación se determina según el total de puntos, calculado con la puntuación redondeada hacia abajo, utilizando la suma total de bytes añadidos como desempate, y si persiste el empate, en orden alfabético. Todos los usuarios registrados que han editado cualquiera de los artículos en la lista de este wikicontest se enumeran a continuación, incluso si no tienen ediciones válidas.
fr: L'ordre de classement est déterminé en fonction du nombre total de points, calculé avec le résultat arrondi vers le bas, en utilisant la somme totale des bytes ajoutés pour départager les participants ex-aequo, et s'il y a toujours égalité, dans l'ordre alphabétique. Tous les utilisateurs enregistrés qui ont édité l'un des articles de la liste de ce wikiconcours sont listés ci-dessous, même s'ils n'ont pas eu d'édition valide.
mk: Редоследот на рангирањето се определува според вкупните бодови, пресметани со надолно заокружување. Нерешените исходи се решаваат со вкупниот збир на додадени бајти; ако сепак остане нерешено, тогаш по азбучен ред. Подолу се наведени сите пријавени корисници што уредиле барем една од статиите на списокот на овој викинатпревар, дури и ако немаат важечки уредувања.
nl: De rangorde wordt bepaald op basis van het totaal aantal punten, berekend met de score naar beneden afgerond. Daarbij wordt de totale som van de toegevoegde bytes als ''tiebreak'' gebruikt. Is er dan nog een gelijkspel, dan wordt gesorteerd op alfabetische volgorde. Alle geregistreerde gebruikers die een van de artikelen in de lijst van deze wikiwedstrijd hebben bewerkt, worden hieronder vermeld, ook als ze geen geldige bewerkingen hebben.
pt: A ordem da classificação é o total de pontos, calculados com arredondamento por defeito da respetiva pontuação, sendo utilizado como critério de desempate o valor da soma total de bytes adicionados e, caso ainda persista o empate, a ordem alfabética. Todos os utilizadores inscritos que editaram um dos artigos da lista deste concurso wiki estão listados abaixo, mesmo que não tenham nenhuma edição válida.

# counter-uptotime
source: If you want to get a score up to a specific time, please specify it in the form below.
es: Si deseas obtener una puntuación hasta una hora determinada, especifíquela en el formulario que aparece a continuación.
fr: Si vous souhaitez obtenir un résultat jusqu'à une heure précise, veuillez l'indiquer dans le formulaire ci-dessous.
mk: Ако сакате да го добиете бодовното салдо до одредено време, укажете го времето во образецот подолу.
nl: Als u een score tot een bepaalde tijd wilt krijgen, kunt u dit in het onderstaande formulier vermelden.
pt: Caso queira obter um extrato da pontuação até uma determinada hora, especifique-a no formulário abaixo.

# counter-user
source: User
es: Usuario
fr: Utilisateur(rice)
he: משתמש
mk: Корисник
nl: Gebruiker
pt: Utilizador

# counter-bytes
source: Sum of bytes
es: Suma de bytes
fr: Somme des bytes
he: סך הכול בבתים
mk: Збир на бајти
nl: Som van bytes
pt: Soma de bytes

# counter-edits
source: Total edits
es: Ediciones totales
fr: Total des éditions
he: סך כל העריכות
mk: Вкупно уредувања
nl: Totaal aantal bewerkingen
pt: Total de edições

# counter-ppb
source: Points per byte
es: Puntos por byte
fr: Points par byte
he: נקודות לבית
mk: Бодови по бајт
nl: Punten per byte
pt: Pontos por byte

# counter-images
source: Articles with images
es: Artículos con imágenes
fr: Articles avec images
he: ערכים עם תמונות
mk: Статии со слики
nl: Artikelen met afbeeldingen
pt: Artigos com imagens

# counter-ppi
source: Points per image
es: Puntos por imagen
fr: Points par image
he: נקודות לתמונה
mk: Бодови по слика
nl: Punten per afbeelding
pt: Pontos por imagem

# counter-points
source: Total points
es: Total de puntos
fr: Total des points
he: סך כל הנקודות
mk: Вкупно бодови
nl: Puntentotaal
pt: Total de pontos

# counter-redefine
source: Reset
es: Reiniciar
fr: Réinitialiser
he: איפוס
mk: Поништи
nl: Opnieuw instellen
pt: Reiniciar

# counter-confirm
source: All evaluations on this participant's edits will be undone. Do you want to proceed?
es: Se desharán todas las evaluaciones de las ediciones de este participante. ¿Deseas continuar?
fr: Toutes les évaluations des éditions de ce participant seront remises à zéro. Voulez-vous continuer ?
mk: Сите оценки на уредувањата на овој корисник ќе бидат поништени. Сакате да продолжите?
nl: Alle evaluaties van de bewerkingen van deze deelnemer worden ongedaan gemaakt. Wil je doorgaan?
pt: Todas as avaliações das edições deste participante serão desfeitas. Deseja prosseguir?

# triage-noedit
source: There is no edit to be displayed at this time.
es: No hay ninguna edición que mostrar en este momento.
fr: Il n'y a pas d'édition à afficher pour le moment.
he: אין עריכה שאפשר להציג כעת.
mk: Засега нема уредувања за прикажување.
nl: Er kan momenteel geen bewerking worden weergegeven.
pt: Não há edições para apresentar neste momento.

# counter-success
source: Edits successfully reset! A new database update will be performed shortly.
es: ¡Las ediciones se han reestablecido correctamente! En breve se realizará una nueva actualización de la base de datos.
fr: Les éditions ont été réinitialisées avec succès ! Une nouvelle mise à jour de la base de données sera effectuée prochainement.
mk: Уредувањата се успешно поништени! Наскоро базата ќе биде подновена.
nl: Bewerkingen succesvol gereset! Er zal binnenkort een nieuwe database-update worden uitgevoerd.
pt: Edições reiniciadas! Será realizada em breve uma atualização da base de dados.

# edits-about
source: This page lists all edits made by contest participants. To access edits made by all users, download the CSV file.
fr: Cette page liste toutes les modifications faites par les participants au concours. Pour accéder aux modifications faites par tous les utilisateurs, télécharger le fichier CSV.
mk: На оваа страница се наведени сите уредувања направени од учесниците. За да ги добиете уредувањата направени од сите корисници, преземете ја CSV-податотеката.
nl: Op deze pagina worden alle bewerkingen vermeld die door deelnemers aan de wedstrijd zijn aangebracht. Download het CSV-bestand om de bewerkingen in te zien die door alle gebruikers zijn aangebracht.
pt: Esta página lista todas as edições feitas pelos participantes do concurso. Para aceder às edições feitas por todos os utilizadores, descarregue o ficheiro CSV.

# edits-csv
source: Download
fr: Télécharger
he: הורדה
mk: Преземи
nl: Downloaden
pt: Descarregar

# edits-diff
source: Edit diff
es: Editar la diferencia
fr: Modifier le diff
mk: Разл. во уред.
nl: Verschil bewerkingen
pt: Difs da edição
