Repository: WikiMovimentoBrasil/wikiscore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, he, mk, nl, pt

# edits-timestamp
source: Edit timestamp
es: Marca de fecha y hora de la edición
fr: Éditer l'heure
he: עריכת חותם־זמן
mk: Уреди датум и време
nl: Tijdstip bewerking
pt: Data e hora da edição

# edits-user
source: User
es: Usuario
fr: Utilisateur(rice)
he: משתמש
mk: Корисник
nl: Gebruiker
pt: Utilizador

# edits-attached
source: Account attach date
es: Fecha de ingreso en cuenta
fr: Date d'attachement du compte
mk: Датум на приврзување на сметката
nl: Datum toevoegen account
pt: Data de unificação da conta

# edits-bytes
source: Bytes
he: בתים
mk: Бајти

# edits-newpage
source: New article
es: Artículo nuevo
fr: Nouvel article
he: ערך חדש
mk: Нова статија
nl: Nieuw artikel
pt: Artigo novo

# edits-valid
source: Valid edit
es: Edición válida
fr: Édition valide
he: עריכה תקפה
mk: Важечко уредување
nl: Geldige bewerking
pt: Edição válida

# edits-withimage
source: With image
es: Con imagen
fr: Avec une image
he: עם תמונה
mk: Со слика
nl: Met afbeelding
pt: Com imagem

# edits-reverted
source: Reverted edit
es: Edición revertida
fr: Édition révoquée
he: עריכה ששוחזרה
mk: Отповикано уредување
nl: Teruggedraaide bewerking
pt: Edição revertida

# edits-evaluator
source: Evaluator
es: Evaluador
fr: Évaluateur(rice)
mk: Оценувач
nl: Beoordelaar
pt: Avaliador

# edits-evaltimestamp
source: Evaluation timestamp
es: Registro de fecha y hora de la evaluación
fr: Heure de l'évaluation
mk: Датум и време на оценката
nl: Evaluatietijdstip
pt: Data e hora da avaliação

# edits-comment
source: Evaluator's comment
es: Comentario del evaluador
fr: Commentaire de l'évaluateur(rice)
mk: Коментар на оценувачот
nl: Opmerking van de beoordelaar
pt: Comentário do avaliador

# edits-curid
source: Article CurID
es: CurID del artículo
fr: CurID de l'article
mk: CurID на статијата
nl: Pagina CurID
pt: Identificador da edição do artigo

# edits-enrolled
source: Enrolled user
es: Usuario registrado
fr: Utilisateur(rice) inscrit(e)
mk: Запишан корисник
nl: Geregistreerde gebruiker
pt: Utilizador inscrito

# evaluators-about
source: This page lists the managers and evaluators of this wikicontest. The contest manager also has options to enable or disable evaluators.
es: Esta página realiza una lista de los administradores y evaluadores de este wikiconcurso. El administrador del concurso también tiene opciones para habilitar o deshabilitar a los evaluadores.
fr: Cette page présente les responsables et les évaluateurs de ce wikiconcours. L'administrateur du concours a également la possibilité d'activer ou de désactiver des évaluateurs.
mk: На оваа страница се наведени раководителите и оценувачите на овој викинатпревар. Раководителот на натпреварот ја има можноста да овозможува или оневозможува оценувачи.
nl: Op deze pagina staan de managers en beoordelaars van deze wikiwedstrijd vermeld. De wedstrijdmanager heeft ook opties om beoordelaars in of uit te schakelen.
pt: Esta página lista os gestores e os avaliadores deste concurso wiki. O gestor do concurso também tem opções para habilitar ou desabilitar avaliadores.

# evaluators-neweval
source: Add new evaluator
es: Agregar un nuevo evaluador
fr: Ajouter un nouvel évaluateur
mk: Додај нов оценувач
nl: Nieuwe beoordelaar toevoegen
pt: Adicionar novo avaliador

# password-username
source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
mk: Корисничко име
nl: Gebruikersnaam
pt: Nome de utilizador

# evaluators-register
source: Register
es: Registro
fr: Enregistrer
mk: Пријави
nl: Registreren
pt: Registar

# evaluators-manager
source: Managers
es: Gestores
fr: Administrateurs(rices)
mk: Раководители
nl: Beheerders
pt: Gestores

# evaluators-stats
source: %(1)s evaluations performed
es: %(1)s evaluaciones hechas
fr: %(1)s évaluations réalisées
mk: Направени %(1)s оценки
nl: %(1)s evaluaties uitgevoerd
pt: %(1)s avaliações efetuadas

# evaluators-areyousure
source: Are you sure?
es: ¿Estás seguro?
fr: Êtes-vous sûr(e) ?
he: להמשיך?
mk: Дали сте сигурни?
nl: Weet je het zeker?
pt: Tem a certeza?

# evaluators-disable
source: Disable
es: Deshabilitar
fr: Désactiver
he: כיבוי
mk: Оневозможи
nl: Uitschakelen
pt: Desativar

# evaluators-disabled
source: Disabled
es: Deshabilitado
fr: Désactivé
mk: Оневозможено
nl: Uitgeschakeld
pt: Desativados

# evaluators-enable
source: Enable
es: Habilitar
fr: Activer
he: הפעלה
mk: Овозможи
nl: Inschakelen
pt: Ativar

# graph
source: Points graph
es: Gráfico de puntos
fr: Graphique des points
he: תרשים נקודות
mk: Графикон на бодови
nl: Puntengrafiek
pt: Gráfico de pontos

# graph-about
source: The graph below displays the evolution of scores received by the top 9 participants during the wikicontest. This graph is generated automatically and does not constitute a final or official ranking. Please note that organizers may reevaluate previous edits, and the displayed points may be recalculated without prior notice. In case of discrepancy, only the table inserted by the organizers of the wikicontest on their official page should be considered.
es: El siguiente gráfico muestra la evolución de las puntuaciones recibidas por los 9 primeros participantes durante el wikicontest. Este gráfico se genera automáticamente y no constituye una clasificación final u oficial. Ten en cuenta que los organizadores pueden reevaluar las ediciones anteriores, y los puntos mostrados pueden ser recalculados sin previo aviso. En caso de discrepancia, sólo debe considerar la tabla insertada por los organizadores del wikicontest en su página oficial.
fr: Le graphique ci-dessous montre l'évolution des points reçus par les 9 premiers participants lors du wikiconcours. Ce graphique est généré automatiquement et ne constitue pas un classement final ou officiel. Veuillez noter s'il vous plaît que les organisateurs peuvent réévaluer les éditions précédentes et que les points affichés peuvent être recalculés sans préavis. En cas de divergence, seul le tableau inséré par les organisateurs du wikiconcours sur leur page officielle doit être pris en compte.
mk: Графиконот подолу го прикажува развојот на бодовите добиени од најуспешните 9 учесници во текот на викинатпреварот. Графиконот е создаден автоматски и не претставува конечно или официјално рангирање. Имајте на ум дека приредувачите може да ги преиспитаат претходните уредувања и дека прикажаните бодови може да подлежат на преиспитување без претходна најава. Во случај на разидување, ќе се важи само табелата поставена од приредувачите на викинатпреварот на нивната официјална страница.
nl: In de onderstaande grafiek wordt de evolutie van de scores weergegeven die de top 9 deelnemers tijdens de wikiwedstrijd hebben ontvangen. Deze grafiek wordt automatisch gegenereerd en vormt geen definitief of officieel klassement. Houd er rekening mee dat organisatoren eerdere bewerkingen opnieuw kunnen beoordelen en dat de weergegeven punten zonder voorafgaande kennisgeving opnieuw kunnen worden berekend. In geval van discrepantie moet alleen de tabel in aanmerking worden genomen die door de organisatoren van de wikiwedstrijd op hun officiële pagina is ingevoegd.
pt: O gráfico abaixo apresenta a evolução das pontuações recebidas pelos 9 participantes melhor classificados durante o concurso wiki. Este gráfico é gerado de forma automática e não constitui uma classificação final ou oficial. Note que os organizadores podem reavaliar edições anteriores e os pontos apresentados podem ser recalculados sem aviso prévio. Em caso de discrepâncias, só deve ser considerada a tabela inserida pelos organizadores do concurso wiki na sua página oficial.

# graph-axis
source: Ranking of the top 9 participants by elapsed day
es: Clasificación de los 9 primeros participantes por día transcurrido
fr: Classement des 9 premiers participants par jour écoulé
mk: Рангирање на 9-те најуспешни учесници по изминат ден
nl: Ranglijst van de beste 9 deelnemers op basis van verstreken dagen
pt: Classificação dos 9 melhores participantes por dia decorrido

# contest-enter
source: Join a contest
es: Participar en un concurso
fr: Rejoindre un concours
he: להצטרף לתחרות
mk: Приклучи се на натпревар
nl: Doe mee aan een wedstrijd
pt: Entrar num concurso

# contest-manage
source: Manage contests
es: Gestionar los concursos
fr: Gérer les concours
he: לנהל תחרויות
mk: Раковод. со натпревари
nl: Wedstrijden beheren
pt: Gerir concursos

source: Log in
es: Iniciar sesión
fr: Se connecter
he: כניסה
mk: Најава
nl: Aanmelden
pt: Entrar

# contest-select
source: Select your contest
es: Selecciona tu concurso
fr: Choisissez votre concours
he: בחירת התחרות שלך
mk: Изберете натпревар
nl: Selecteer uw wedstrijd
pt: Selecionar o seu concurso

# index-about-short
source: What is it?
es: ¿Qué es?
fr: Qu'est-ce que c'est?
he: מה זה?
mk: Што е ова?
nl: Wat is het?
pt: O que é isto?

# index-about-intro
source: WikiScore is a tool created to validate edits and count scores of participants in wikicontests.
es: WikiScore es una herramienta creada para validar ediciones y contar los puntos de las y los participantes en wikiconcursos.
fr: WikiScore est un outil créé pour valider des éditions et compter les résultats des participants aux wikiconcours.
he: WikiScore הוא כלי שנוצר כדי לאמת עריכות ולספור דירוגים של משתתפים בתחרויות ויקי.
mk: ВикиБодување е алатка наменета за проверка на уредувањата и броење на бодови на учесници во викинатпревари.
nl: WikiScore is een hulpmiddel dat is gemaakt om bewerkingen te valideren en de scores van deelnemers aan wikiwedstrijden te tellen.
pt: WikiScore é uma ferramenta criada para validar edições e contabilizar a pontuação dos participantes em concursos wiki.

# index-about-main
source: The tool has a simple interface translatable to other languages. It allows to quickly validate edits in articles from any wikicontest. Different evaluators may have different profiles, with individualized validation records.
es: La herramienta tiene una interfaz sencilla y traducida a otros idiomas. Permite validar rápidamente ediciones en los artículos de cualquier wikiconcurso. Diferentes evaluadores pueden tener diferentes perfiles, con registros de validación individualizados.
fr: La plateforme a une interface simple traduisible dans d'autres langues. Elle permet de valider rapidement les modifications dans les articles de n'importe quel wikiconcours. Différents évaluateurs peuvent avoir des profils différents, avec des registres de validation individualisés.
mk: Алатката има прост посредник кој е преводлив на други јазици. Тој ви овозомжува брзо да проверувате уредувања во статии од било кој викинатпревар. Разните оценувачки моеж да имаат различни профили со поединечна евиденција на оценување.
nl: Het hulpprogramma heeft een eenvoudige interface die naar andere talen kan worden vertaald. Het maakt het mogelijk om snel bewerkingen in pagina's van elke wikiwedstrijd te valideren. Verschillende beoordelaars kunnen verschillende profielen hebben, met geïndividualiseerde validatierecords.
pt: A ferramenta tem uma interface simples e traduzível para outras línguas. Permite validar com rapidez as edições nos artigos de qualquer concurso wiki. Os diferentes avaliadores podem ter perfis diferentes, com registos de validação individualizados.

# index-enroll-short
source: Register a new wikicontest
es: Registrar un nuevo wikiconcurso
fr: Enregistrer un nouveau wikiconcours
mk: Пријави нов викинастан
nl: Registreer een nieuwe wikiwedstrijd
pt: Registar um concurso wiki novo

# index-enroll-intro
source: To request the registration of a new wikicontest, the initial contact will be made via the contact email of Wiki Movimento Brasil.
es: Para solicitar la inscripción de un nuevo wikiconcurso, el contacto inicial se hará a través del correo electrónico de contacto de Wiki Movimento Brasil.
fr: Pour demander l'inscription d'un nouveau wikiconcours, le premier contact doit se faire par le courriel de contact de Wiki Movimento Brasil.
mk: За да побарате пријава за нов викинатпревар, првичниот контакт ќе се оствари по е-поштата на Wiki Movimento Brasil.
nl: Om de registratie voor een nieuwe wikiwedstrijd aan te vragen, zal het eerste contact plaatsvinden via het contact-e-mailadres van Wiki Movimento Brasil.
pt: Para pedir o registo de um concurso wiki novo, o contacto inicial será feito através do correio eletrónico de contacto da Wiki Movimento Brasil.

# index-enroll-main
source: Send an email to wikiscore@wmnobrasil.org and provide basic information about your group (chapter, thematic organization or user group, official or not) and potential contests. We may request additional information later for final adjustments to the tool.
es: Envía un correo electrónico a wikiconcurso@wmnobrasil.org y proporciona información básica sobre tu wikiconcurso, como posibles fechas de inicio y finalización, alcance, lista de artículos y sistema de puntuación. Más adelante solicitaremos información adicional para los ajustes finales de la herramienta.
fr: Envoyez un courriel à wikiscore@wmnobrasil.org en fournissant les informations de base sur votre groupe (chapitre, organisation thématique ou groupe d'utilisateurs, officiel ou non) et les concours potentiels. Nous demanderons éventuellement des informations supplémentaires ultérieurement pour les derniers ajustements de l'outil.
mk: Пишете на wikiscore@wmnobrasil.org и внесете основни информации за вашата група (огранок, тематска организација или корисничка група, официјална или неофицијална) и потенцијалните натпревари што ги имате на ум. Потоа може да ви побараме дополнителни информации за да направиме конечни прилагодувања на алатката.
nl: Stuur een e-mail naar wikiscore@wmnobrasil.org en geef basisinformatie over uw groep (chapter, thematische organisatie of gebruikersgroep, officieel of niet) en mogelijke wedstrijden. Het kan zijn dat wij later om aanvullende informatie vragen voor definitieve aanpassingen aan het hulpprogramma.
pt: Envie uma mensagem de correio para wikiscore@wmnobrasil.org e forneça as informações básicas sobre o seu grupo (capítulo, organização temática ou grupo de utilizadores, oficial ou não). Poderemos vir a pedir mais informações para os ajustes finais da ferramenta.

# manage-title
source: Contest management
fr: Gestion du concours
mk: Управување со натпревари
nl: Wedstrijdmanagement
pt: Gestão de concursos

# manage-catid
source: Category ID of articles
fr: ID de catégorie des articles
mk: Назнака на категоријата за статиите
nl: Categorie-ID van artikelen
pt: Identificador da categoria dos artigos

# manage-petscan
source: PetScan ID of the pages
fr: ID PetScan des pages
mk: PetScan-назнака на страниците
nl: PetScan-ID van de pagina's
pt: Identificador PetScan das páginas

# manage-created
source: Contest created successfully!
fr: Concours créé avec succès !
mk: Натпреварот е успешно создаден!
nl: Wedstrijd succesvol aangemaakt!
pt: Concurso criado!

# manage-remanaged
source: New manager successfully defined!
fr: Nouveau gérant défini avec succès !
mk: Новиот раководител е успешно поставен!
nl: Nieuwe manager succesvol ingesteld!
pt: Novo gestor definido!

# manage-restarted
source: Contest restarted successfully! Perform the database update.
fr: Le concours a été redémarrer avec succès. Effectuer la mise à jour de la base de données.
mk: Натпреварот е успешно отпочнат одново! Направете поднова на базата.
nl: De wedstrijd is hervat! Voer de database-update uit.
pt: Concurso reiniciado! Realize a atualização da base de dados.

# manage-deleted
source: Contest deleted successfully!
fr: Concours supprimé avec succès !
mk: Натпреварот е успешно избришан!
nl: Wedstrijd succesvol verwijderd!
pt: Concurso eliminado!

# manage-about
source: This page lists the contests registered in the system and allows the creation of new contests.
fr: Cette page répertorie l'ensemble des concours enregistrés dans le systèmes et permet la création de nouveaux concours
mk: Страницава ги прикажува натпреварите пријавени во системот и овозможува создавање на нови натпревари.
nl: Deze pagina geeft een overzicht van de wedstrijden die in het systeem zijn geregistreerd en maakt het mogelijk nieuwe wedstrijden aan te maken.
pt: Esta página lista os concursos registados no sistema e permite a criação de concursos novos.

# manage-newcontest
source: Create new contest
fr: Créer un nouveau concours
mk: Создај нов натпревар
nl: Wedstrijd aanmaken
pt: Criar concurso novo

# manage-contestname
source: Contest name
fr: Nom du concours
mk: Име на натпреварот
nl: Wedstrijdnaam
pt: Nome do concurso

# manage-contestnameabout
source: Enter the full contest name
fr: Veuillez entrez le nom du concours
mk: Внесете го целосното име на натпреварот
nl: Vul de volledige wedstrijdnaam in
pt: Insirir o nome completo do concurso

# manage-internalcode
source: Internal code
fr: Code interne
he: קוד פנימי
mk: Внатрешен код
nl: Interne code
pt: Código interno

# manage-internalcodeabout
source: Use only lower case letters and underscores
fr: Utilisez uniquement des lettres minuscules et des tirets bas
mk: Користете само мали букви и долни црти
nl: Gebruik alleen kleine letters en onderstrepingstekens
pt: Utilize só letras minúsculas e sublinhados

# manage-group
source: Group
fr: Groupe
he: קבוצה
mk: Група
nl: Groep
pt: Grupo

# manage-starttime
source: Start time
fr: Date de début
he: שעת התחלה
mk: Почетно време
nl: Begintijd
pt: Hora de início

# manage-endtime
source: End time
fr: Date de fin
he: שעת סיום
mk: Завршно време
nl: Eindtijd
pt: Hora de fim

# manage-endpoint
source: Endpoint address
fr: Adresse du point d'accès
he: כתובת נקודת קצה
mk: Адреса на крајната точка
nl: Eindpuntadres
pt: Endereço do ponto de acesso

# manage-api
source: API address
fr: Adresse de l'API
he: כתובת API
mk: Адреса на приложникот
nl: API-adres
pt: Endereço da API

# manage-reverttime
source: Rollback period (hours)
fr: Fréquence de backup (heures)
mk: Период на отповикување (часови)
nl: Terugdraaiperiode (uren)
pt: Período de reversão (horas)

# manage-source
source: Monitoring method
fr: Méthode de suivi
he: שיטת מעקב
mk: Начин на надзор
nl: Bewakingsmethode
pt: Método de monitorização

# manage-listid
source: Page ID with list of articles
fr: Identifiant de page avec la liste d'articles
mk: Назнака на страницата со список на статии
nl: Pagina-ID met lijst van artikelen
pt: Identificador da página com a lista de artigos

# manage-outreach
source: Contest name in Outreach Dashboard
fr: Nom du concours dans le tableau de bord de sensibilisation
mk: Име на натпреварот во упраувачницата Досег
nl: Naam van de wedstrijd in Outreach Dashboard
pt: Nome do concurso no Painel de Controlo da Divulgação

# manage-outreachplacehold
source: Campaign_Name/Program_Name
fr: Nom_Campagne/Nom_Programme
mk: Име_на_походот/Име_на_програмата
nl: Campagnenaam/Programmanaam
pt: Nome_Campanha/Nome_Programa

# manage-bpp
source: Bytes per point
fr: Octets par point
mk: Бајти по бод
nl: Bytes per punt
pt: Bytes por ponto

# manage-maxbytes
source: Maximum bytes per article-participant
fr: Nombre maximal d'octets par participant à l'article
mk: Највеќе бајти по статија-учесник
nl: Maximaal aantal bytes per artikeldeelnemer
pt: Máximo de bytes por participante do artigo

# manage-minbytes
source: Minimum bytes per edit
fr: Nombre minimum d'octets par modification
mk: Најмалку бајти по уредување
nl: Minimale bytes per bewerking
pt: Mínimo de bytes por edição

# manage-ipp
source: Images per point
fr: Images par point
he: תמונות לנקודה
mk: Слики по бод
nl: Afbeeldingen per punt
pt: Imagens por ponto

# manage-maximages
source: Maximum images per article-participant
fr: Nombre maximum d'images par participant de l'article
mk: Највеќе слики по статија-учесник
nl: Maximaal aantal bytes per artikeldeelnemer
pt: Máximo de imagens por participante do artigo

# triage-indef
source: Undefined
es: Indefinido
fr: Non défini
he: לא מוגדר
mk: Неопределено
nl: Niet gedefiniëerd
pt: Indefinido

# manage-imagemode
source: Image evaluation mode
fr: Mode d'évaluation de l'image
he: מצב הערכת תמונות
mk: Режим на оценување слики
nl: Beeldevaluatiemodus
pt: Modo de avaliação de imagem

# manage-perarticle
source: Per article
fr: Par article
he: לערך
mk: По статија
nl: Per pagina
pt: Por artigo

# manage-peredit
source: Per edit
fr: Par édition
he: לעריכה
mk: По уредување
nl: Per bewerking
pt: Por edição

# manage-perimage
source: Per image
fr: Par image
he: לתמונה
mk: По слика
nl: Per afbeelding
pt: Por imagem

# manage-palette
source: Color palette
fr: Palette de couleurs
he: לוח צבעים
mk: Бојна палета
nl: Kleurenpalet
pt: Paleta de cores

# manage-custom
source: custom
fr: personnaliser
mk: прилагодено
nl: aangepast
pt: personalizada

# manage-hexcolor
source: Custom color (hex)
fr: Couleur personnalisée (hexadécimale)
mk: Прилагодена боја (шесн.)
nl: Aangepaste kleur (hexadecimaal)
pt: Cor personalizada (hex)

# triage-save
source: Save
es: Guardar
fr: Sauvegarder
he: שמירה
mk: Зачувај
nl: Opslaan
pt: Gravar

# manage-newmanager
source: Set new manager
fr: Définir un nouveau gérant
mk: Постави нов раководител
nl: Nieuwe beheerder instellen
pt: Definir novo gestor

# manage-confirmrestart
source: By restarting the contest, all evaluations already made will be deleted. Do you want to proceed?
fr: En relançant le concours, toutes les évaluations déjà faites seront supprimées. Voulez-vous poursuivre ?
mk: Отпочнувајќи го овој натпревар одново ќе се избришат сите досега направени оценки. Сакате да продолжите?
nl: Door de wedstrijd opnieuw te starten, worden alle reeds gemaakte evaluaties verwijderd. Wil je doorgaan?
pt: Ao reiniciar o concurso, todas as avaliações já realizadas serão eliminadas. Deseja prosseguir?

# manage-restart
source: Restart
fr: Redémarrer
he: הפעלה מחדש
mk: Отпочни одново
nl: Herstarten
pt: Reiniciar

# manage-confirmdelete
source: By deleting the contest, all records related to this contest will be deleted. Do you want to proceed?
fr: En supprimant le concours, tous les enregistrements liés à ce concours seront supprimés. Voulez-vous poursuivre ?
mk: Бришејќи го натпреварот ќе биде избришана сета евиденција за него. Сакате да продолжите?
nl: Door de wedstrijd te verwijderen, worden alle gegevens over deze wedstrijd verwijderd. Wilt u doorgaan?
pt: Ao eliminar o concurso, todos os registos relacionados com este concurso serão eliminados. Deseja prosseguir?

# manage-delete
source: Delete
fr: Supprimer
he: מחיקה
mk: Избриши
nl: Verwijderen
pt: Eliminar

# manage-managemail
source: Manager's email
fr: Courriel du gérant
mk: Е-пошта на раководителот
nl: E-mailadres van de manager
pt: Correio eletrónico do gestor

# manage-create
source: Create
fr: Créer
he: יצירה
mk: Создај
nl: Aanmaken
pt: Criar

# manage-confirmmanager
source: By defining a new manager, all evaluators and managers already registered will be deactivated. Do you want to proceed?
fr: En définissant un nouveau gérant(e), tous les évaluateurs/évaluatrices et gérant(e) déjà enregistré(e)s seront désactivés. Voulez-vous poursuivre ?
mk: Поставувајќи нов раководител ќе се деактивираат сите заведени оценувачи и раководители. Сакате да продолжите?
nl: Door een nieuwe manager te definiëren, worden alle reeds geregistreerde evaluators en managers gedeactiveerd. Wilt u doorgaan?
pt: Ao definir um novo gestor, todos os avaliadores e gestores já registados serão desativados. Deseja prosseguir?

# login-cancel
source: Cancel
es: Cancelar
fr: Annuler
he: ביטול
mk: Откажи
nl: Annuleren
pt: Cancelar

# modify-consult
source: Check evaluation
es: Comprobar la evaluación
fr: Vérifier l'évaluation
mk: Провери оценка
nl: Evaluatie controleren
pt: Consultar avaliação

# modify-diff
source: Diff
mk: Разл
nl: Wijz
pt: Dif

# modify-load
source: Load edit
es: Cargar la edición
fr: Charger l'édition
he: טעינת עריכה
mk: Вчитај уредување
nl: Bewerking laden
pt: Carregar edição

# modify-reavaluate
source: Reevaluate
es: Reevaluar
fr: Réévaluer
mk: Преоцени
nl: Herbeoordelen
pt: Reavaliar
