{
	"@metadata": {
		"authors": [
			"Albertoleoncio",
			"Amire80",
			"Magiczocker"
		]
	},
	"main-title": "Tool name displayed in the page title. Give preference to the original spelling (in English) if the language uses [[:w:Latin script|Latin script]]. Otherwise, translate the separate concepts ([[:wikt:wiki|wiki]] + [[:wikt:score#Noun|score]]) and join the words.",
	"contest-enter": "Text used in a button so that evaluators and contest managers can access the pages of a specific contest to evaluate editions and access other features of the tool.",
	"contest-manage": "Text used in a button so that administrators can create new contests and access other features of the tool.",
	"contest-select": "Title used in a list of registered contests, asking the user to access the interface of a specific contest.",
	"language-select": "{{Identical|Choose language}}",
	"index-about-short": "Trecho do texto da página inicial que descreve a ferramenta.",
	"index-about-intro": "Text displayed on the page that describes its purpose.",
	"index-about-main": "Text displayed on the page that describes its purpose.",
	"index-enroll-short": "Trecho do texto da página inicial que descreve a ferramenta.",
	"index-enroll-intro": "Text displayed on the page that describes its purpose.",
	"index-enroll-main": "Text displayed on the page that describes its purpose.",
	"backtrack": "Name of the tool page where evaluators can enable for evaluation edits made prior to the user's registration in the contest, effectively backtracking the participant's registration.",
	"backtrack-about": "Text displayed on the page that describes its purpose.",
	"backtrack-areyousure": "Confirmation [https://developer.mozilla.org/en-US/docs/Web/API/Window/confirm message] before the action requested by the evaluator is performed.\n{{Identical|Are you sure?}}",
	"backtrack-accept": "Text used in a button for the evaluator to accept a certain edit",
	"backtrack-stats": "Description of an edit that can be backtracked.\n\nParameters:\n* $1: Date/time the edit was made (e.g.: 2023-03-02 12:13:14)\n* $2: Number of bytes in the edit",
	"backtrack-enrollment": "Description of the author of an edit that can be backtracked.\n\nParameters:\n* $1: Date/time of participant registration in the contest.",
	"backtrack-error": "Error message displayed when an edit acceptance request has been rejected by the database.",
	"backtrack-success": "Message displayed when an edit acceptance request has been completed.",
	"modify": "Name of the tool page where the review (or reevaluation) of evaluations already made is carried out.",
	"modify-consult": "Title of the section where the form for consulting evaluations already made is displayed",
	"modify-diff": "Label of the input field where the differential number is entered for consultation\n{{Identical|Diff}}",
	"modify-load": "Text used in a button to consult an evaluation already made",
	"modify-reavaluate": "Title of the section where the form for modifying an evaluation already made is displayed",
	"isvalid": "Question label on the form where the evaluator certifies whether the edition is valid for the contest or not.",
	"yes": "Label of the option on the form where the evaluator confirms the question presented about some aspect of the on-screen edition.\n\n{{Identical|Yes}}",
	"no": "Label of the option on the form where the evaluator rejects the question presented about some aspect of the on-screen edit.\n\n{{Identical|No}}",
	"exit": "{{Identical|Exit}}",
	"withimage": "Question label on the form where the evaluator confirms whether the edition contains an inserted image or not.",
	"quantity": "Label of the form field where the evaluator enters the quantity of some aspect of the on-screen edition.\n{{Identical|Quantity}}",
	"modify-diffstats": "Title of the section where information about the on-screen edition is displayed",
	"label-page": "Label where the name of the article corresponding to the on-screen edition is displayed",
	"modify-label-edition": "Label where the id number of the on-screen edit is displayed.",
	"modify-label-curid": "Label where the [[:mw:Manual:Parameters_to_index.php#Page_revision_or_version|id of the wiki page]] of the on-screen edit is displayed.",
	"label-timestamp": "Label where the date/time of the on-screen edit is displayed.",
	"label-user": "Label where the name of the account that performed the on-screen edit is displayed",
	"modify-label-bytes": "Label where the number of bytes of the on-screen edit is displayed",
	"label-diff": "Label where the number of bytes of the on-screen edit is displayed",
	"label-summary": "Label where the on-screen edit summary is displayed",
	"modify-label-newpage": "Label where the indication that on-screen editing corresponds to page creation is displayed.",
	"modify-label-valid": "Label where the indication that the on-screen edit has been validated by an evaluator is displayed",
	"modify-label-enrolled": "Label where the indication that the on-screen edit was made by a participant registered in the contest is displayed",
	"modify-label-withimage": "Label where the indication that the on-screen edition has images according to the evaluator is displayed",
	"modify-label-reverted": "Label where the indication that the on-screen edit was reverted by the wiki community itself is displayed",
	"modify-label-evaluator": "Label where the name of the evaluator responsible for the previous evaluation is displayed",
	"modify-label-evaltimestamp": "Label where the date/time the previous evaluation was made is displayed",
	"modify-label-comment": "Label where the notes entered by the previous evaluator is displayed",
	"modify-showdiff": "Title of the section where the changes between two revisions of a page are displayed.",
	"modify-notfound": "Error message displayed when the edition number entered is not in the database.",
	"modify-denied": "Error message displayed when the evaluator does not have privileges to modify an evaluation carried out by another evaluator.",
	"modify-success": "Message displayed when an evaluation modification request has been completed.",
	"graph": "Text used in button to access the graph of points obtained by contest participants",
	"graph-about": "Text displayed on the page that describes its purpose.",
	"graph-axis": "Axis label for the graph of scores obtained by contest participants",
	"evaluators": "Label on a board with list of registered evaluators for a given contest",
	"evaluators-about": "Text displayed on the page that describes its purpose.",
	"evaluators-manager": "Label on a board with list of managers registered for a specific contest",
	"evaluators-disabled": "Label on a board with list of evaluators disabled for a given competition. Disabled reviewers will have access to the tool blocked.",
	"evaluators-stats": "Description of the number of edits made by an evaluator.\n\nParameters:\n* $1: number of edits",
	"evaluators-disable": "Button label for a manager to disable an evaluator.",
	"evaluators-enable": "Button label for a manager to enable an evaluator.",
	"evaluators-areyousure": "Confirmation [https://developer.mozilla.org/en-US/docs/Web/API/Window/confirm message] before the action requested by the evaluator is performed.\n{{Identical|Are you sure?}}",
	"evaluators-success": "Message displayed when an evaluator's status change (enable/disable) occurred without problems.",
	"evaluators-error": "Error message displayed when an evaluator's status change (enable/disable) did not occur due to a server error.",
	"evaluators-denied": "Error message displayed when an evaluator tries to perform an action restricted to the contest manager.",
	"evaluators-missing": "Error message displayed when the form is submitted without the evaluator's name.",
	"evaluators-neweval": "Label of a board containing a form for inserting a new evaluator.",
	"evaluators-register": "Text used in the button so the manager can insert a new evaluator in the competition.",
	"evaluators-added": "Message displayed when the insertion of a new evaluator occurred without problems.",
	"edits-diff": "Table column label with the  [[:mw:Manual:Parameters_to_index.php#Page_revision_or_version|id of the edition (oldid)]] of the corresponding edit",
	"edits-curid": "Table column label with the [[:mw:Manual:Parameters_to_index.php#Page_revision_or_version|id of the wiki page]] of the corresponding edit",
	"edits-title": "Table column label with the name of the article/page of the corresponding issue",
	"edits-timestamp": "Table column label with the date/time of the corresponding edit",
	"edits-user": "Table column label with the name of the author of the corresponding edition",
	"edits-bytes": "Table column label with corresponding edit size in bytes",
	"edits-attached": "Table column label with the date/time of the corresponding edit author's account when it was linked to CentralAuth. In most cases it corresponds to the account creation time.",
	"edits-newpage": "Table column label indicating whether the edit corresponds to the first edit (creation) of the page.",
	"edits-valid": "Table column label indicating whether an evaluator defined the corresponding edition as valid for counting in the contest.",
	"edits-enrolled": "Table column label indicating whether the corresponding edit was made by a user registered in the contest",
	"edits-withimage": "Table column label indicating whether a reviewer defined the corresponding edit as containing images.",
	"edits-reverted": "Table column label indicating whether the edit was reverted by the wiki community itself.",
	"edits-evaluator": "Table column label indicating the name of the reviewer who reviewed the corresponding edition.",
	"edits-evaltimestamp": "Table column label indicating the time the evaluation was made.",
	"edits-comment": "Table column label indicating the notes entered by the evaluator at the time of evaluation in the corresponding edition.",
	"counter": "Name of the tool page where the points count of each contest participant is displayed.",
	"counter-about": "Explanatory text about the list of participants and their respective scores.\n\nParameters:\n* $1: Contest's name\n* $2: Table generation day (e.g.: 2023/04/05)\n* $3: Table generation time (e.g.: 12:34:56)",
	"counter-description": "Text displayed on the page that describes its purpose.",
	"counter-uptotime": "Text displayed above a date/time form, asking the user if they want a report from a specific point in time.",
	"counter-allpages": "Label where the number of articles listed for the contest is displayed.",
	"counter-alledited": "Label where the number of articles edited in the contest is displayed.",
	"counter-allcreated": "Label where the number of articles created during the contest is displayed.",
	"counter-allenrolled": "Label where the number of participants registered for the contest is displayed.",
	"counter-allvalidated": "Label where the number of editions validated in the contest is displayed.",
	"counter-editions": "Number of edits made in given article.\n\nParameters:\n* $1: number of edits",
	"counter-allbytes": "Label where the number of bytes added during the contest is displayed.",
	"counter-most-edited": "Label where the name of the most edited article during the contest is displayed.",
	"counter-biggest-delta": "Label where the name of the most expanded article (in number of bytes) during the contest is displayed.",
	"counter-biggest-edition": "Label where the name of the article containing the largest edit made (in number of bytes) during the contest is displayed.",
	"counter-user": "{{Identical|User}}",
	"counter-redefine": "{{Identical|Reset}}",
	"counter-confirm": "Text displayed in an alert after a request to delete editions from a participant.",
	"counter-success": "Message displayed when a evaluation deletion request has been completed.",
	"counter-denied": "Error message displayed when an evaluator tries to perform an action restricted to the contest manager.",
	"compare": "Name of the tool page where the comparison between the category and the official list is made.",
	"compare-ended": "Warning message displayed when a contest has ended, informing the user that there will be no new updates to the database.",
	"compare-next": "Label where the countdown to the next update time is displayed.",
	"compare-soon": "Text used when the countdown is less than 10 minutes, indicating that it could occur at any time soon.\nTranslate in a way that makes grammatical sense with the prefix [[Special:Translations/Wikimedia:Wikiscore-compare-soon|Wikimedia:Wikiscore-compare-next]]. \n\nIt will be displayed as:\n<code>{{:Wikimedia:Wikiscore-compare-next/en}} {{:Wikimedia:Wikiscore-compare-soon/en}}</code>.",
	"compare-anticipate": "Text used in a button where the evaluator can request an immediate update of the database.",
	"compare-force": "Text used in a button where the evaluator can request a forced update of the database after the end of the contest.",
	"compare-early": "Error text displayed when a database update was requested but was not performed because the last update was too recent.",
	"compare-unlisted": "Title of a list of articles that are not on the official list.",
	"compare-unlisted-about": "Text displayed above the list, explaining its purpose.",
	"compare-uncated": "Title of a list of articles that are not included in the monitoring category.",
	"compare-uncated-about": "Text displayed above the list, explaining its purpose.",
	"compare-deletion": "Title of a list of articles that are subject to deletion by the wiki community.",
	"compare-deletion-about": "Text displayed above the list, explaining its purpose.",
	"compare-nowikidata": "Title of a list of articles that are disconnected from Wikidata.",
	"compare-nowikidata-about": "Text displayed above the list, explaining its purpose.",
	"compare-inconsistency": "Title of a list of edits that do not belong to any categorized article.",
	"compare-inconsistency-about": "Text displayed above the list, explaining its purpose.",
	"compare-inconsistency-error": "Error message displayed when the requested action was not performed.",
	"compare-seediff": "Text used in a button that directs to inconsistent edition. Keep the message short, as the edition number will still be added to the end of the text.",
	"compare-areyousure": "Text displayed in an alert after a request to delete a edit from the database.",
	"compare-delete": "{{Identical|Delete}}",
	"compare-rollback": "{{identical|Rollback}}",
	"compare-success": "Message displayed when a request to remove an edit listed in the database has been completed.",
	"compare-error": "Error message displayed when the requested action was not performed.",
	"login": "{{Identical|Log in}}",
	"login-email": "{{Identical|E-mail}}",
	"login-password": "{{Identical|Password}}",
	"login-cancel": "{{Identical|Cancel}}",
	"recover-reset": "{{Identical|Reset password}}",
	"recover-about": "Text displayed on the page that describes its purpose.",
	"recover-email": "{{Identical|Email}}",
	"recover-token": "{{Identical|Token}}",
	"recover-newpassword": "{{Identical|New password}}",
	"recover-placeholder": "Placeholder text shown inside new password field until user taps on it",
	"recover-send": "{{Identical|Send}}",
	"recover-success": "Message displayed when a password change request has been completed.",
	"recover-invalid": "Used as alert when the Password Token is invalid.",
	"password": "Name of the tool page that allows an evaluator to change the system access password.",
	"password-username": "{{identical|Username}}",
	"password-oldpassword": "{{Identical|Old password}}",
	"edits": "{{Identical|Edit}}",
	"edits-csv": "{{Identical|Download}}",
	"triage": "Name of the page of the tool where the triage (approval/rejection) of edits made to the contest is carried out.",
	"triage-welcome": "Welcome message shown in the sidebar\n\nParameters:\n* $1: name of the evaluator",
	"triage-diff": "{{Identical|Diff}}",
	"triage-fix": "Name of the tool page where the review (or reevaluation) of evaluations already made is carried out.",
	"triage-toeval": "An adjective that describes an edit of a wiki page.\n\n{{identical|Available}}",
	"triage-towait": "An adjective that describes an edit of a wiki page.",
	"triage-onhold": "Describes an edit of a wiki page.",
	"triage-onskip": "An adjective that describes an edit of a wiki page.",
	"triage-evaluated": "Name of the tool page where the table with the evaluated editions is generated. An adjective that describes one or more editions of a wiki page.",
	"triage-jump": "Text used in a button so that the evaluator can temporarily skip the evaluation of one edition and can evaluate another edition",
	"triage-release": "Text used in a button so that the evaluator can release skipped edits to be placed back in the evaluation queue",
	"triage-unhold": "Text used in a button so that the contest manager can reinsert into the evaluation queue all editions that have been skipped or are being evaluated by an evaluator",
	"triage-observation": "Text used in a button so that the evaluator can enter notes about the edition being evaluated. Usually a justification when an edit is rejected, for example.",
	"triage-alterbytes": "Text used in a button so that the evaluator can modify the number of bytes that an edit would give to count points for a participant.",
	"triage-save": "Text used in a button for the evaluator to save their evaluation in relation to the on-screen edit.",
	"triage-details": "Frame label where additional information about the edition being evaluated is presented.",
	"triage-copyvio": "Label showing the copy rate of an edition. Refers to [[:w:WP:EARWIG]].",
	"triage-recenthistory": "Label of the table where some information about recent editions of the article being evaluated is displayed.",
	"triage-generalinfo": "Label of the table where the contest parameters are displayed.",
	"triage-contestname": "Label where the name of the contest is displayed",
	"triage-loggedname": "Label where the name of the evaluator is displayed",
	"triage-conteststart": "Label where the timestamp of the start of the contest is displayed. Only edits made from that moment on will be evaluated.",
	"triage-contestend": "Label where the timestamp of the end of the contest is displayed. Only edits made up to that moment will be evaluated.",
	"triage-lastupdate": "Label where the timestamp of the last database update is displayed.",
	"triage-delay": "Label showing the period, in hours, that the tool must \"hold\" for the editions to be made available for evaluation. This period is useful so that the edit made can be evaluated by the wiki community itself, where the inserted content can be reversed or the article deleted.",
	"triage-hours": "Evaluation delay period.\n\nParameters:\n* $1: quantity of hours",
	"triage-bytes": "Maximum number of bytes accepted by each participant in each article.\n\nParameters:\n* $1: number of bytes",
	"triage-points": "Maximum number of points accepted by each participant in each article.\n\nParameters:\n* $1: number of points",
	"triage-images": "Maximum number of points accepted by each participant in each article.\n\nParameters:\n* $1: number of points",
	"triage-indef": "{{Identical|Undefined}}",
	"triage-noimages": "{{Identical|Disabled}}",
	"triage-list": "Name of the tool page that redirects the evaluator to the official list of articles on the wiki.",
	"triage-cat": "Name of the page of the tool that redirects the contest page categorization system. Corresponds a category on the wiki or a [[:m:PetScan|PetScan search]].",
	"triage-differential": "Title of the section where the changes between two revisions of a page are displayed.",
	"triage-vda": "Menu option with frequent reasons for rejecting edits.",
	"triage-redirect": "Menu option with frequent reasons for rejecting edits. Indicates that editing is invalid as it is just a redirection.",
	"triage-noref": "Menu option with frequent reasons for rejecting edits. Indicates that the edit is invalid because the added content does not have sources.",
	"triage-onlycat": "Menu option with frequent reasons for rejecting edits. Indicates that the edit is invalid as it was just adding a category to the page.",
	"triage-onlytag": "Menu option with frequent reasons for rejecting edits. Indicates that the edition is invalid because it was just an addition of maintenance markings (e.g.: source needed, partial, etc...)",
	"triage-outreach": "Short name of the '''Programs & Events Outreach Dashboard'''. See [[Translating:Wiki Ed Dashboard]].",
	"triage-counter": "Label for the byte counter referring to the text of an edition selected by the user",
	"manage-invalidcode": "Error message displayed when the contest's internal code does not correspond to a registered contest.",
	"manage-alreadyexist": "Error message displayed when a competition registration request cannot be completed because it already exists in the database.",
	"manage-creationerror": "Error message displayed when a competition registration request cannot be completed due to an error in the database.",
	"manage-notfound": "Error message displayed when a contest edit request cannot be completed as it was not found in the database.",
	"manage-wrongemail": "Error message displayed when a request to change a manager's email cannot be made because the email entered does not correspond to a valid email format.",
	"manage-unauthorized": "Error message displayed when a contest edit request cannot be completed because the user does not belong to the contest group.",
	"manage-email": "Text of the email that is sent to the contest manager when a new contest is registered by the administrator.\n\nParameters:\n* $1: Name of the contest in the tool.\n* $2: Access password for the contest manager.",
	"manage-remail": "Text of the email that is sent to the contest manager when a new manager email address is registered by the administrator.\n\nParameters:\n* $1: Name of the contest in the tool.\n* $2: Access password for the contest manager.",
	"manage-created": "Message displayed when a registration request for a new contest has been completed.",
	"manage-deleted": "Message displayed when a contest deletion request has been completed.",
	"manage-about": "Text displayed on the page that describes its purpose.",
	"manage-newcontest": "Title of the form for creating a new contest.",
	"manage-contestname": "Label for the contest full name input field.",
	"manage-contestnameabout": "Placeholder for the contest full name input field.",
	"manage-internalcode": "Label for the input field of the contest's internal code, as a kind of nickname.",
	"manage-group": "Label for the input field of the contest's group (e.g.: an Wikimedia affiliate)",
	"manage-internalcodeabout": "Placeholder for the input field of the contest's group",
	"manage-starttime": "Label for the start time input field.",
	"manage-endtime": "Label for the end time input field.",
	"manage-endpoint": "Label for the [[:mw:Manual:Index.php|wiki access point address]] input field.",
	"manage-api": "Label for the [[:mw:Manual:Api.php|wiki API access point address]] input field.",
	"manage-reverttime": "Label for the field for inserting the desired delay period in evaluating edits.",
	"manage-petscan": "Label for the PetScan PSID code input field.",
	"manage-source": "Label for the input field for the wiki edit collection method (via category or PetScan).",
	"manage-listid": "Label for the input field of the contest's official list of articles that are part of the contest.",
	"manage-catid": "Label for the input field of the contest's monitoring category.",
	"manage-outreach": "Label for the input field of the contest's handle on the Outreach Dashboard.",
	"manage-outreachplacehold": "Placeholder for the input field of the contest's handle on the Outreach Dashboard. Try to maintain the same format when translating, keeping the slash and the two underscores, which indicates that a part of the Outreach URL is being requested.",
	"manage-bpp": "Label for the input field of the contest's conversion rate from bytes to points.",
	"manage-maxbytes": "Label for the input field of the contest's maximum limit of bytes added by each participant in each article.",
	"manage-minbytes": "Label for the input field of the contest's required amount of bytes added in each edition for it to be countable.",
	"manage-ipp": "Label for the input field of the contest's conversion rate from images to points.",
	"manage-maximages": "Label for the input field of the contest's maximum limit of images added by each participant in each article.",
	"manage-palette": "Label for contest predefined color palette selection field.",
	"manage-custom": "Special option among the color palettes, indicating that the user wants to insert a different color instead of the predefined ones.",
	"manage-hexcolor": "Label for the hexadecimal code input field for the contest theme color.",
	"manage-managemail": "Label for the contest manager's email input field.",
	"manage-newmanager": "Text used in a button to define a new contest manager.",
	"manage-remanaged": "Success message after defining a new contest manager.",
	"manage-create": "Text used in a button to create a contest in the database.",
	"manage-confirmmanager": "Text displayed in an alert after a request to define a new contest manager.",
	"manage-confirmrestart": "Text displayed in an alert after a request to restart a contest.",
	"manage-confirmdelete": "Text displayed in an alert after a request to delete a contest.",
	"manage-restart": "Text used in a button to delete records from a contest's tables from the database.",
	"manage-delete": "Text used in a button to delete a contest from the database."
}
